aaron-bond.better-comments
absszero.vscode-laravel-goto
ahinkle.laravel-model-snippets
akamud.vscode-theme-onedark
alefragnani.bookmarks
amiralizadeh9480.laravel-extra-intellisense
amirmarmul.laravel-blade-vscode
anbuselvanrocky.bootstrap5-vscode
anteprimorac.html-end-tag-labels
anthropic.claude-code
austenc.laravel-blade-spacer
austenc.laravel-docs
aykutsarac.jsoncrack-vscode
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
cipchk.cssrem
cjhowe7.laravel-blade
codezombiech.gitignore
codingyu.laravel-goto-view
csstools.postcss
ctf0.laravel-goto-controller
ctf0.laravel-goto-view
damianbal.vs-phpclassgen
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
eriklynd.json-tools
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
georgykurian.laravel-ide-helper
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
glitchbl.laravel-create-view
hakcorp.php-awesome-snippets
howardzuo.vscode-npm-dependency
idleberg.icon-fonts
ihunte.laravel-blade-wrapper
ionutvmi.path-autocomplete
johnpapa.vscode-peacock
junstyle.php-cs-fixer
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
laravel.vscode-laravel
leizongmin.node-module-intellisense
marabesi.php-import-checker
mattedesign.laravel-pack
mechatroner.rainbow-csv
meezilla.json
mehedidracula.php-constructor
mehedidracula.php-namespace-resolver
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
miladfathy.sql-snippet
mohamedbenhida.laravel-intellisense
mohsen1.prettify-json
mrchetan.laravel-goto-config
mrchetan.phpstorm-parameter-hints-in-vscode
mrchetan.vscode-php-array-symbols
mrksye.laravel-blade-vars-bridge
mrmlnc.vscode-scss
ms-dotnettools.vscode-dotnet-runtime
ms-python.vscode-python-envs
ms-vscode.live-server
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
mtxr.sqltools
naoray.laravel-goto-components
naumovs.color-highlight
neilbrayfield.php-docblocker
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
open-southeners.laravel-pint
pgl.laravel-jump-controller
pkief.material-icon-theme
porifa.laravel-intelephense
pranaygp.vscode-css-peek
primafuture.open-php-html-js-in-browser
quicktype.quicktype
rafa-acioly.laravel-helpers
rexshi.phpdoc-comment-vscode-plugin
richie5um2.vscode-sort-json
ryannaddy.laravel-artisan
sachittandukar.laravel-5-snippets
shufo.vscode-blade-formatter
sidthesloth.html5-boilerplate
simonsiefke.svg-preview
skyran.js-jsx-snippets
solnurkarim.html-to-css-autocompletion
steoates.autoimport
techer.open-in-browser
thekalinga.bootstrap4-vscode
tiansin.vscode-laravel-assist
tomoki1207.pdf
usernamehw.errorlens
vincaslt.highlight-matching-tag
voldemortensen.rainbow-tags
vscode-icons-team.vscode-icons
waderyan.gitblame
wscats.html-snippets
xabikos.javascriptsnippets
xdebug.php-debug
xdebug.php-pack
zignd.html-css-class-completion
zobo.php-intellisense
